tap "hashicorp/tap"
brew "agg"
brew "asciinema"
brew "bat"
brew "btop"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "coreutils"
brew "findutils"
brew "gnu-sed"
brew "gawk"
brew "grep"
brew "git"
brew "git-delta"
brew "gitui"
brew "go"
brew "helix"
brew "htop"
brew "jq"
brew "marksman"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "zellij"
brew "zoxide"
brew "hashicorp/tap/terraform-ls"
cask "font-fira-code-nerd-font"
cask "monitorcontrol"
cask "rectangle"
brew "fd"
brew "eza"
brew "lua-language-server"
brew "nvim"
brew "helm"
brew "helm-ls"
cargo "iwe"
cargo "iwes"
cargo "tree-sitter-cli"
