tap "hashicorp/tap"
tap "jesseduffield/lazygit"
brew "agg"
brew "asciinema"
brew "bat"
brew "black"
brew "btop"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git-delta"
brew "gitui"
brew "go"
brew "helix"
brew "htop"
brew "jq"
brew "marksman"
brew "ripgrep"
brew "starship"
brew "taplo"
brew "tmux"
brew "tree"
brew "watch"
brew "zellij"
brew "hashicorp/tap/terraform-ls"
cask "font-fira-code-nerd-font"
cask "monitorcontrol"
cask "rectangle"
